Repository: tmalahie/mkpc
Catalog: po/*/mkpc.po
Languages: fr_fr

# html language
source: en
fr_fr: fr

source: Warning, the message you're writing won't be saved
fr_fr: Attention, le message que vous êtes en train d'écrire ne sera pas sauvegardé

source: Draft saved
fr_fr: Votre brouillon a été enregistré. Vous pourrez le modifier à tout moment

source: Add a news
fr_fr: Ajouter une news

source: News created successfully
fr_fr: News créée avec succès

source: This news will be published once validated by a moderator.
fr_fr: Cette news sera en ligne une fois validée par un rédacteur.

source: <a href="{url}">Click here</a> to see the news.
fr_fr: <a href="{url}">Cliquez ici</a> pour voir la news.

source: <a href="{url}">Click here</a> to return to the news list.
fr_fr: <a href="{url}">Cliquez ici</a> pour retourner à la liste des news.

source: Tip: before beginning, check that a news on the same subject is not pending validation.
fr_fr: Conseil : avant de commencer, vérifiez qu'une news sur le même sujet n'est pas en cours de validation.

source: Show
fr_fr: Afficher

source: Hide
fr_fr: Masquer

source: Please enter a title
fr_fr: Veuillez entrer un titre

source: Please enter a content
fr_fr: Veuillez entrer un contenu

source: Title:
fr_fr: Titre :

source: Category:
fr_fr: Catégorie :

source: Help
fr_fr: Aide

source: Content:
fr_fr: Contenu :

source: More smileys
fr_fr: Plus de smileys

source: Delete draft
fr_fr: Supprimer le brouillon

source: Delete the draft?
fr_fr: Supprimer le brouillon ?

source: Save draft
fr_fr: Enregistrer le brouillon

source: Preview
fr_fr: Aperçu

source: Send
fr_fr: Envoyer

source: In <strong {cssAttributes}>{categoryName}</strong> by <strong>{author}</strong>
fr_fr: Dans <strong {cssAttributes}>{categoryName}</strong> par <strong>{author}</strong>

source: Published
fr_fr: Publié

source: Back to the news list
fr_fr: Retour à la liste des news

source: Deleted award
fr_fr: Titre supprimé

source: Untitled
fr_fr: Sans titre

source: Deleted account
fr_fr: Compte supprimé

source: Deleted topic
fr_fr: Topic supprimé

source: Deleted news
fr_fr: News supprimée

source: accepted challenge
fr_fr: a accepté le défi

source: deleted complete track #$1
fr_fr: a supprimé le circuit complet #$1

source: deleted message #$2 in topic
fr_fr: a supprimé le message #$2 dans le topic

source: deleted topic #$1
fr_fr: a supprimé le topic #$1

source: edited <a href="{url}">message #$2</a> in topic {topic}
fr_fr: a modifié le <a href="{url}">message #$2</a> dans le topic {topic}

source: edited topic
fr_fr: a modifié le topic

source: changed difficulty of challenge
fr_fr: a modifié la difficulté du défi

source: to
fr_fr: à

source: rejected challenge
fr_fr: a refusé le défi

source: banned member
fr_fr: a banni le membre

source: warned member
fr_fr: a averti le membre

source: unbanned member
fr_fr: a débanni le membre

source: Deleted ban
fr_fr: Ban supprimé

source: from challenges
fr_fr: pour les défis

source: deleted comment #$1 on a track
fr_fr: a supprimé le commentaire #$1 sur un circuit

source: took $1 pts from {user} in online mode (VS)
fr_fr: a retiré $1 pts à {user} dans le mode en ligne (VS)

source: gave $1 pts to {user} in online mode (VS)
fr_fr: a donné $1 pts à {user} dans le mode en ligne (VS)

source: took $1 pts from {user} in online mode (battle)
fr_fr: a retiré $1 pts à {user} dans le mode en ligne (bataille)

source: gave $1 pts to {user} in online mode (battle)
fr_fr: a donné $1 pts à {user} dans le mode en ligne (bataille)

source: changed <strong>$2</strong>'s username to
fr_fr: a modifié le pseudo de <strong>$2</strong> en

source: Deleted record
fr_fr: Record supprimé

source: renamed time trial record #$1 to {nick}
fr_fr: a renommé le record en CLM #$1 en {nick}

source: deleted time trial record #$1
fr_fr: a supprimé le record en CLM #$1

source: locked topic
fr_fr: a locké le topic

source: unlocked topic
fr_fr: a unlocké le topic

source: archived report on <a href="{url}">message #$3</a> in topic
fr_fr: a archivé le signalement du <a href="{url}">message #$3</a> dans le topic

source: archived report #$1
fr_fr: a archivé le signalement #$1

source: unarchived report on <a href="{url}">message #$3</a> in topic
fr_fr: a désarchivé le signalement du <a href="{url}">message #$3</a> dans le topic

source: unarchived report #$1
fr_fr: a archivé le signalement #$1

source: deleted cup #$1
fr_fr: a supprimé la coupe #$1

source: rejected news
fr_fr: a rejeté la news

source: accepted news
fr_fr: a accepté la news

source: Deleted track
fr_fr: Circuit supprimé

source: updated {member}'s comment in $6
fr_fr: a modifié le commentaire de {member} sur $6

source: Deleted circuit
fr_fr: Circuit supprimé

source: deleted a rating in $6
fr_fr: a supprimé une note sur $6

source: deleted quick circuit #$1
fr_fr: a supprimé le circuit simplifié #$1

source: deleted quick arena #$1
fr_fr: a supprimé l'arène simplifiée #$1

source: deleted complete arena #$1
fr_fr: a supprimé l'arène complete #$1

source: deleted news #$1
fr_fr: a supprimé la news #$1

source: updated news
fr_fr: a modifié la news

source: awarded the title {award_title} to {awardee}
fr_fr: a attribué le titre {award_title} à {awardee}

source: updated message of award {award} for member {member}
fr_fr: a modifié le message du titre {award} pour le membre {member}

source: removed award {award} for member {member}
fr_fr: a retiré le titre {award} pour le membre {member}

source: deleted the avatar of
fr_fr: a supprimé l'avatar de

source: reverted validation of challenge
fr_fr: a annulé la validation du défi

source: reverted rejection of challenge
fr_fr: a annulé le refus du défi

source: revalidated challenge
fr_fr: a revalidé le défi

source: updated comment #$1 on news <a href="{news_url}">{news}</a>
fr_fr: a modifié le commentaire #$1 sur la news <a href="{news_url}">{news}</a>

source: deleted comment on news #$1
fr_fr: a supprimé le commentaire de news #$1

source: unmuted member
fr_fr: a unmuté le membre

source: added
fr_fr: a ajouté

source: a word
fr_fr: un mot

source: to the forbidden words list
fr_fr: à la liste des mots interdits

source: removed word #$1 from list of forbidden words
fr_fr: a retiré le mot #$1 de la liste des mots interdits

source: deleted multicup #$1
fr_fr: a supprimé la multicoupe #$1

source: updated {member}'s profile
fr_fr: a modifié le profil de {member}

source: updated country of {member} to <strong>{new_country}</strong>
fr_fr: a modifié le pays de {member} en <strong>{new_country}</strong>

source: updated challenge
fr_fr: a modifié le défi

source: created award
fr_fr: a créé le titre

source: updated award
fr_fr: a modifié le titre

source: deleted award #$1
fr_fr: a supprimé le titre #$1

source: locked comments on news
fr_fr: a locké les commentaires sur la news

source: unlocked comments on news
fr_fr: a unlocké les commentaires sur la news

source: the arena
fr_fr: l'arène

source: the circuit
fr_fr: le circuit

source: the cup
fr_fr: la coupe

source: the multicup
fr_fr: la multicoupe

source: Admin logs
fr_fr: Logs admin

source: This page shows the history of all actions made by MKPC staff members
fr_fr: Cette page affiche l'historique de toutes les actions effectuées par l'équipe admin MKPC

source: Log type
fr_fr: Type de log

source: Select
fr_fr: Sélectionner

source: Filter
fr_fr: Filtrer

source: Back to the forum
fr_fr: Retour au forum

source: Back to Mario Kart PC
fr_fr: Retour à Mario Kart PC

source: You aren't logged in
fr_fr: Vous n'êtes pas connecté

source: You aren't admin
fr_fr: Vous n'êtes pas administrateur

source: administrator rank
fr_fr: grade d'administrateur

source: moderator rank
fr_fr: grade de modérateur

source: event host rank
fr_fr: grade d'animateur

source: Admin page
fr_fr: Page admin

source: Your {roleWithName} gives you the following rights. Make good use of them!
fr_fr: Votre {roleWithName} vous donne les droits suivants. Faites-en bon usage !

source: Member management
fr_fr: Gestion des membres

source: Edit a member's <strong>username</strong>
fr_fr: Changer le <strong>pseudo</strong> d'un membre

source: Can be useful if a member has a troll username for example
fr_fr: Peut servir si un membre a un pseudo troll par exemple

source: See <strong>username change history</strong>
fr_fr: Voir l'historique des <strong>changements de pseudo</strong>

source: To monitor people who would abuse of this option.
fr_fr: Pour surveiller les membres qui abuseraient de cette option.

source: Give / Remove <strong>points</strong> in <strong>online mode</strong>
fr_fr: Donner/retirer des <strong>points</strong> dans le <strong>mode en ligne</strong>

source: As a reward for a tournament, or as punishment after a cheat...
fr_fr: En récompense suite à un tournoi, ou comme punition après une triche...

source: Award a <strong>reward</strong>
fr_fr: Attribuer des <strong>titres</strong>

source: Following an official event (oscars, festival, ...)
fr_fr: Suite à un événement officiel (oscars, festival, ...)

source: See <strong>alt accounts</strong>
fr_fr: Voir les <strong>double comptes</strong>

source: If a &quot;new&quot; member seems suspicious... (tool not 100% reliable)
fr_fr: Si un &quot;nouveau&quot; membre vous parait louche... (outil pas 100% fiable)

source: Edit member <strong>profile</strong>
fr_fr: Changer le <strong>profil</strong> d'un membre

source: Can be useful if a troll member has put an inappropriate description for example, or a fake country
fr_fr: Peut servir si un membre troll a renseigné une description inappropriée par exemple, ou un faux pays

source: <strong>Ban</strong> or <strong>warn</strong> a member
fr_fr: <strong>Bannir</strong> ou <strong>avertir</strong> un membre

source: Warn a user for innapropriate behavior, or ban them if he persists. Banned members are unable to post anything on the site
fr_fr: Avertir un membre d'un comportement inapproprié, ou le bannir en cas de récidive. Les membres bannis ne peuvent plus rien poster sur le site

source: Online mode
fr_fr: Mode en ligne

source: Give / Remove <strong>points</strong> in online mode
fr_fr: Donner/retirer des <strong>points</strong> dans le mode en ligne

source: Manage <strong>forbidden/watched words</strong> in online chat
fr_fr: Gérer les <strong>mots interdits/surveillés</strong> dans le chat en ligne

source: All messages containing forbidden words will be blocked and/or logged
fr_fr: Les messages contenant ces mots ne seront pas envoyés ou seront loggués

source: See online mode <strong>chat logs</strong>
fr_fr: Voir les <strong>logs</strong> du mode en ligne

source: See the messages of the member in the online mode
fr_fr: Voir les messages d'un joueurs dans le chat du mode en ligne

source: You can mute members in case of abuse
fr_fr: Vous pouvez muter les membres en cas d'abus

source: Share management
fr_fr: Gestion des partages

source: Delete a <strong>custom track</strong>
fr_fr: Supprimer un <strong>circuit</strong>

source: If the content of the track is inappropriate or in case of plagiarism
fr_fr: Si le contenu d'un circuit est inapproprié ou en cas de plagiat

source: Manage <strong>ratings</strong> on tracks
fr_fr: Gérer les <strong>notes</strong> sur un circuit

source: To monitor and eradicate 1-star trolls...
fr_fr: Pour surveiller et éradiquer les 1-star trolls...

source: Delete a <strong>character</strong>
fr_fr: Supprimer un <strong>perso</strong>

source: In case of plagiarism or if eventual cheating (invisible character...)
fr_fr: En cas de plagiat ou de risque de triche (perso invisible...)

source: Find the <strong>author</strong> of a given creation
fr_fr: Trouver l'<strong>auteur</strong> d'une création

source: Find the creator of a circuit published by an anonymous user
fr_fr: Retrouver le créateur d'un circuit publié par un utilisateur anonyme

source: Other rights
fr_fr: Autres droits

source: Moderate a message on the <strong>forum</strong>
fr_fr: Modérer un message sur le <strong>forum</strong>

source: To do this, go to the message in question and click on &quot;Edit&quot; or &quot;Delete&quot;
fr_fr: Pour cela, se rendre sur le message en question et cliquer sur &quot;Modifier&quot; ou &quot;Supprimer&quot;

source: Moderate a <strong>comment</strong> on a <strong>custom track</strong>
fr_fr: Modérer un <strong>commentaire</strong> sur un <strong>circuit</strong>

source: Go to the track in question and click on &quot;Edit&quot; or &quot;Delete&quot;
fr_fr: Se rendre sur le circuit en question et cliquer sur &quot;Modifier&quot; ou &quot;Supprimer&quot;

source: Moderate a <strong>comment</strong> on a <strong>news</strong>
fr_fr: Modérer un <strong>commentaire</strong> sur une <strong>news</strong>

source: Go to the news in question and click on &quot;Edit&quot; or &quot;Delete&quot;
fr_fr: Se rendre sur la news en question et cliquer sur &quot;Modifier&quot; ou &quot;Supprimer&quot;

source: Moderate a <strong>time trial</strong> record
fr_fr: Modérer un record en <strong>contre-la-montre</strong>

source: From the time trial leaderboard, click on &quot;Moderate records&quot;
fr_fr: Depuis le classement CLM, cliquer sur &quot;Modérer les records&quot;

source: See forum <strong>reported messages</strong>
fr_fr: Voir les <strong>messages signalés</strong> sur le forum

source: To quickly perform actions on what members reported
fr_fr: Pour prendre des actions rapides sur ce que les membres ont remonté

source: See <strong>admin logs</strong>
fr_fr: Voir les <strong>logs admin</strong>

source: To retrace and understand the different actions done by MKPC staff
fr_fr: Pour retracer et comprendre les différentes actions réalisées par les admins MKPC

source: Manage characters
fr_fr: Gérer les persos

source: Delete character shares
fr_fr: Supprimer des partages de persos

source: Delete {htmlCharacterNb}
fr_fr: Supprimer {htmlCharacterNb}

source: Name:
fr_fr: Nom :

source: Baby Mario
fr_fr: Bébé Mario

source: Author:
fr_fr: Auteur :

source: You are not moderator
fr_fr: Vous n'êtes pas modérateur

source: Reported messages
fr_fr: Messages signalés

source: Archived reports
fr_fr: Signalements archivés

source: Mario Kart PC Forum
fr_fr: Forum Mario Kart PC

source: No new reported message for now
fr_fr: Aucun nouveau signalement pour l'instant

source: In <a href="{topicUrl}">{topicName}</a>,
fr_fr: Dans <a href="{topicUrl}">{topicName}</a>,

source: reported by <a href="{showMembers}">{count} member</a>
fr_fr: signalé par <a href="{showMembers}">{count} membre</a>

source: No pending reported message
fr_fr: Aucun message reporté en attente

source: Back to pending reports
fr_fr: Retour aux signalements en cours

source: See archived reports
fr_fr: Voir les signalements archivés

source: Auto-ban by IP
fr_fr: Auto-ban par IP

source: Welcome to the MKPC forum! If you haven't done it yet, please check out the <a href="{url}">rules</a> before posting.
fr_fr: Bienvenue sur le forum MKPC ! Si ce n'est pas déjà fait, prenez le temps de consulter le <a href="{url}">règlement</a> avant de poster.

source: My profile
fr_fr: Mon profil

source: Log out
fr_fr: Déconnexion

source: This account has been deleted. The connection to it has been disabled.
fr_fr: Ce compte a été supprimé. La connexion a celui-ci a donc été désactivée.

source: If you want to undo and restore it, you can still do it by clicking <a href="{url}">here</a>.
fr_fr: Si vous souhaitez revenir en arrière et le restaurer, vous pouvez toujours le faire en cliquant <a href="{url}">ici</a>.

source: Incorrect login or password
fr_fr: Pseudo ou mot de passe incorrect

source: You aren't logged in.
fr_fr: Vous n'êtes pas connecté.

source: Enter your login and password here:
fr_fr: Entrez votre pseudo et code ici :

source: Login:
fr_fr: Pseudo :

source: Password:
fr_fr: Code :

source: Submit
fr_fr: Valider

source: Register
fr_fr: Inscription

source: Forgot password
fr_fr: Mot de passe perdu

source: Search:
fr_fr: Recherche :

source: Topic title
fr_fr: Titre du topic

source: Advanced search
fr_fr: Recherche avancée

source: Category
fr_fr: Catégorie

source: Topics nb
fr_fr: Nb topics

source: Last message
fr_fr: Dernier message

# locale for ICU
source: en_EN
fr_fr: fr_FR

source: The forum has a total of <strong>{nbMessages} messages</strong> split into <strong>{nbTopics} topics</strong> and posted by <strong>{nbPosters} members</strong>.
fr_fr: Le forum comptabilise <strong>{nbMessages} messages</strong> répartis dans <strong>{nbTopics} topics</strong> et postés par <strong>{nbPosters} membres</strong>.

source: The most active member is <a href="{urlToProfile}">{topPlayer}</a> with <strong>{topPlayerMessagesWithCount}</strong> posted in total.
fr_fr: Le membre le plus actif est <a href="{urlToProfile}">{topPlayer}</a> avec <strong>{topPlayerMessagesWithCount}</strong> postés au total.

source: Ranking
fr_fr: Classement

source: Ranking of most active members
fr_fr: Classement des membres les plus actifs

source: The most active member of the month is <a href="{urlToProfile}">{monthlyTopPlayer}</a> with <strong>{monthlyTopPlayerMessagesWithCount}</strong> since {month} the 1<small class="superscript">st</small>.
fr_fr: Le membre le plus actif du mois est <a href="{urlToProfile}">{monthlyTopPlayer}</a> avec <strong>{monthlyTopPlayerMessagesWithCount}</strong> depuis le 1<small class="superscript">er</small> {month}.

source: Ranking of month's most active members
fr_fr: Classement des plus actifs du mois

source: Back to the homepage
fr_fr: Retour à l'accueil

source: A Mario Kart Game for browser
fr_fr: Un jeu de Mario Kart sur navigateur

source: A computer version of the famous racing game by Nintendo.
fr_fr: Une version ordi du célèbre jeu de course de Nintendo.

source: This game is <strong>completely free</strong> and does not require <strong>any downloads</strong>. All you need is a web browser!
fr_fr: Ce jeu est <strong>entièrement gratuit</strong> et ne requiert <strong>aucun téléchargement</strong>, un simple navigateur internet suffit !

source: Crazy races full of fun!
fr_fr: Des courses acharnées et pleines de fun !

source: Try to be the fastest while avoiding items!
fr_fr: Tentez d'être le plus rapide tout en évitant les objets !

source: Race on all the <strong>56 tracks</strong> from the original games <strong>Super Mario Kart</strong>, <strong>Mario Kart Super Circuit</strong> and <strong>Mario Kart DS</strong>.
fr_fr: Retrouvez l'intégralité des <strong>56 circuits</strong> repris du jeu original <strong>Super Mario Kart</strong>, <strong>Mario Kart Super Circuit</strong> et <strong>Mario Kart DS</strong>.

source: Win all the cups!
fr_fr: Remportez tous les grand prix !

source: Face off with the CPUs on the <strong>14 grand prix</strong> tournaments and try to win the gold trophy!
fr_fr: Affrontez les ordis sur les <strong>14 grand prix</strong> et tentez de gagner la coupe en or !

source: Win enough cups to unlock the <strong>15 secret characters</strong>!
fr_fr: Remportez suffisament de coupes pour débloquer les <strong>15 persos secrets</strong> !

source: Create your own tracks!
fr_fr: Créez vos propres circuits !

source: With the <strong>track builder</strong>, the possibilities are endless; the only limit is your imagination!
fr_fr: Avec l'<strong>éditeur de circuits</strong> et d'arènes, les possibilités sont infinies ; votre imagination est la seule limite !

source: You can <strong>share</strong> your tracks or try other people's creations!
fr_fr: Essayez les créations des autres grâce à l'<strong>outil de partage intégré</strong>!

source: Face players from around the world!
fr_fr: Affrontez les joueurs du monde entier !

source: Race and battle in <strong>online mode</strong>!
fr_fr: Battez-vous contre d'autres joueurs avec le <strong>mode en ligne</strong> !

source: Win as many races as possible and <strong>climb the official leaderboard</strong>!
fr_fr: Remportez un maximum de courses afin de <strong>grimper dans le classement</strong> officiel !

source: Make the best scores in time trial!
fr_fr: Réalisez les meilleurs temps en contre-la-montre !

source: <strong>Finish the race track</strong> as fast as you can!
fr_fr: <strong>Bouclez les 3 tours</strong> le plus rapidement possible !

source: <strong>Compare your scores</strong> with the community, and face other players' ghosts!
fr_fr: <strong>Comparez votre score</strong> avec la communauté, et affrontez les fantômes des autres joueurs !

source: Release your fighter talents!
fr_fr: Montrez vos talents de combattant !

source: <strong>Destroy your opponents</strong>' balloons with items, without getting hit by their items!
fr_fr: <strong>Détruisez les ballons</strong> de votre adversaire en évitant de vous faire toucher !

source: The last player standing wins!
fr_fr: Soyez le dernier survivant pour remporter la partie !

source: Face off your friends with the local multiplayer mode!
fr_fr: Affrontez vos amis grâce au mode multijoueur !

source: Prove to your friends that you're the best!
fr_fr: Montrez à vos amis que vous êtes le meilleur !

source: Face them in <strong>multiplayer</strong> in VS races or in battle mode.
fr_fr: Affrontez-les en <strong>multijoueur</strong> en course VS ou sur les batailles de ballons.

source: Click on the game box to begin
fr_fr: Cliquez sur la boîte du jeu pour commencer

source: Start game
fr_fr: Accéder au jeu

source: What's Mario Kart PC?
fr_fr: Mario Kart PC, c'est quoi ?

source: You might know Mario Kart, the most fun racing game series of all time! Mario Kart PC uses the same base as the original games but is playable on your browser, and <strong>for free</strong>.
fr_fr: Vous connaissez certainement Mario Kart, le jeu de course le plus fun de tous les temps ! Mario Kart PC reprend les mêmes principes que le jeu original mais il est jouable sur navigateur, et <strong>gratuitement</strong>.

source: Most of the modes from Mario Kart have been included: Grand Prix, VS, Battle mode, Time Trials, and more!
fr_fr: La plupart des modes issus de Mario Kart ont été repris : Grand Prix, courses VS, batailles de ballons, contre-la-montre, et d'autres !

source: There's also a brand new mode: the <strong>track builder</strong>! Place straight lines and turns, add items, boost panels and more! Everything is customizable! The only limit is your own imagination!
fr_fr: Et un dernier mode inédit : l'<strong>éditeur de circuits</strong> ! Placez les lignes droites et les virages, ajoutez les objets, insérez des accélérateurs...Tout est personnalisable ! Votre imagination est la seule limite !

source: You can share your tracks, and try other people's tracks thanks to the <a href="{url}">sharing tool</a>. Thousands of custom tracks are already available!
fr_fr: Vous pouvez également partager vos créations et essayer celles des autres grâce à l'<a href="{url}">outil de partage</a>. Plusieurs milliers de circuits ont déjà été partagés !

source: Finally, you can face players from the whole world thanks to the <strong>multiplayer online mode</strong>! Climb the <a href="{url}">rankings</a> and become world champion!
fr_fr: Enfin, il est possible d'affronter les joueurs du monde entier grâce au <strong>mode multijoueurs en ligne</strong> ! Grimpez dans le <a href="{url}">classement</a> et devenez champion du monde !

source: Some screenshots
fr_fr: Quelques screenshots

source: Here are some screenshots of the game to give you a quick preview of what it looks like:
fr_fr: Une image vaut mieux qu'un long discours, voici donc quelques captures d'écran issues du jeu afin que vous ayez un aperçu de ce à quoi ça ressemble :

source: Special thanks
fr_fr: Remerciements

source: A big thanks to Nintendo, these three sites and these artists without which Mario Kart PC would have probably never existed!
fr_fr: Un grand merci à Nintendo, ces 3 sites et ces artistes sans lesquels Mario Kart PC n'aurait probablement jamais existé !
