Repository: tmalahie/mkpc
Catalog: po/*/mkpc.po
Languages: fr_fr

source: <a href="{url_main_site}">Nihilogic</a> for the <a href="{url_mario_kart}">basic Mario Kart</a>
fr_fr: <a href="{url_main_site}">Nihilogic</a> pour le <a href="{url_mario_kart}">Mario Kart de départ</a>

source: <a href="{url_main_site}">SNESMaps</a> for the <a href="{url_mario_kart}">track images</a>
fr_fr: <a href="{url_main_site}">SNESMaps</a> pour les <a href="{url_mario_kart}">images des circuits</a>

source: <a href="{url_main_site}">Khinsider</a> for the <a href="{url_mario_kart}">musics</a>
fr_fr: <a href="{url_main_site}">Khinsider</a> pour les <a href="{url_mario_kart}">musiques</a>

source: And <a href="{url}">many more</a>!
fr_fr: Et <a href="{url}">bien d'autres</a> !

source: Follow us
fr_fr: Nous suivre

source: <a href="{url}">Discord Server</a> of the site: join it to chat with the community and be informed about updates and events.
fr_fr: <a href="{url}">Serveur Discord</a> du site : rejoignez-le pour discuter avec la communauté et être informé des mises à jours et événements.

source: <a href="{url_youtube}">Official Youtube Channel</a>: find videos on the game and information about the website and its events. The channel is maintained by members, if you want to participate, tell it on the <a href="{url_topic}">official topic</a>.
fr_fr: <a href="{url_youtube}">Chaîne Youtube Officielle</a> : retrouvez des vidéos sur le jeu et des informations sur le site et ses évenements. La chaîne est alimentée par les membres, si vous voulez participez, parlez-en sur <a href="{url_topic}">le topic officiel</a>.

source: <a href="{url}">Github repo</a> of the site. Follow all the ongoing developments here, and if you can code, don't hesitate to contribute to the project!
fr_fr: <a href="{url}">Repo Github</a> du site : suivez ici tous les développements en cours, et si vous avez des connaissances en code, n'hésitez pas à venir contribuer !

source: <a href="{url_wiki}">MKPC Wiki</a>: find out all the information about the game and its history. This site is maintained by the community, if you want to contribute, tell it on <a href="{url_topic}">this topic</a>!
fr_fr: <a href="{url_wiki}">Wiki MKPC</a>: retrouvez toutes les informations sur le jeu et son histoire. Ce site est maintenu par les membres, si vous voulez contribuer, parlez-en sur <a href="{url_topic}">ce topic</a>&nbsp;!

source: This site is mostly maintained by French members, if you see some translation errors in the game or the site, don't hesitate to report them on this <a href="{url_topic}">forum topic</a>
fr_fr: <span style="display: none"><a href="{url_topic}">Topic de traduction</a></span>

source: Go to the game
fr_fr: Accéder au jeu

source: To start playing, it's very simple, just click on &quot;Play game&quot; in the menu above. Or more simply, click here:
fr_fr: Pour commencer à jouer, c'est très simple, cliquez sur &quot;Le jeu&quot; dans le menu en haut. Ou plus simplement, cliquez là:

source: Start playing now &gt;
fr_fr: Commencer à jouer &gt;

source: You have received a warning for inappropriate behavior. Please <a href={url}>click here</a> to find it out.
fr_fr: Vous avez reçu un avertissement pour comportement inapproprié. <a href="{url}">Cliquez ici</a> pour en prendre connaissance.

source: Happy birthday to
fr_fr: C'est l'anniversaire de

source: and
fr_fr: et

source: Latest topics
fr_fr: Derniers topics

source: Latest message by <strong>{message}</strong>
fr_fr: Dernier message par <strong>{message}</strong>

source: Latest message
fr_fr: Dernier message

source: Go to the forum
fr_fr: Accéder au forum

source: Latest news
fr_fr: Dernières news

# Categories
source: In <strong>%s</strong> by <strong>%s</strong>
fr_fr: Dans <strong>%s</strong> par <strong>%s</strong>

# Categories
source: In <strong>%s</strong>
fr_fr: Par <strong>%s</strong>

source: {count} comment
fr_fr: {count} message

source: No news yet
fr_fr: Aucune news pour l'instant

source: <a href="{url}">{count} pending</a> news
fr_fr: <a href="{url}">{count} news</a> en attente de validation

source: All news
fr_fr: Toutes les news

source: Track builder
fr_fr: Éditeur de circuit

source: Latest creations
fr_fr: Dernières créations

source: By <strong>{author}</strong>
fr_fr: Par <strong>{author}</strong>

source: Display all
fr_fr: Afficher tout

source: Latest challenges
fr_fr: Derniers défis

source: <a href="{url}">{count} pending</a> challenge
fr_fr: <a href="{url}">{count} défi</a> en attente de validation

source: Challenge points - Leaderboard
fr_fr: Classement des points défis

source: Recent activity
fr_fr: Activité récente

# language for ordinals
source: en
fr_fr: fr

source: Mirror
fr_fr: Miroir

source: Team
fr_fr: Équipe

source: Friendly
fr_fr: Amical

source: {count} member
fr_fr: {count} membre

# circuit
source: in
fr_fr: sur

source: in {mode} mode
fr_fr: en mode {mode}

source: Join
fr_fr: Rejoindre

source: Currently online:
fr_fr: Actuellement en ligne :

source: VS mode
fr_fr: Course VS

source: Battle
fr_fr: Bataille

source: Time Trial
fr_fr: CLM

source: Rank
fr_fr: Rang

source: Nick
fr_fr: Pseudo

source: Visitors since november 2017
fr_fr: Visiteurs depuis novembre 2017

source: Visitors
fr_fr: Visiteurs

source: Learn more
fr_fr: En savoir plus

source: Loading
fr_fr: Chargement

source: MKPC Forum
fr_fr: Forum MKPC
